brew "stow"
brew "starship"
brew "zsh"
brew "direnv"
brew "git"
brew "node"
brew "uv"
brew "gh"
brew "xcodegen"
brew "pandoc"
brew "poppler"
brew "tree"
brew "mise"
brew "kubectl"
brew "helm"

cask "basictex"
cask "1password"
cask "bruno"
cask "codex"
cask "ghostty"
cask "google-chrome"
cask "tailscale"
cask "visual-studio-code"
