brew "stow"
brew "starship"
brew "zsh"
brew "direnv"
brew "git"
brew "node"
brew "uv"
brew "gh"
brew "xcodegen"
brew "pandoc"

cask "1password"
cask "bruno"
cask "codex"
cask "ghostty"
cask "google-chrome"
cask "visual-studio-code"
